---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DegreeR
source: html/1aa957da-e64f-1d7c-37c5-e90801091e0f.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DegreeR Property

Symbol °R, indicating unit Rankine.

## Syntax (C#)
```csharp
public static ForgeTypeId DegreeR { get; }
```